// Бєліков В.В.
// ОПП на мові С++
// Лабораторна робота 13
// Кінцевий строк подання: 5 листопада
// Використано часу приблизно 40 хв
// Це моя власна робота. Не було використано сторонньої допомоги
//
// Програма має створити структуру даних map, де ключами будуть назви країн, 
// а значеннями – столиці. Далі, програма випадковим чином вибирає країну, 
// запитує у користувача назву її столиці та підраховує правильні та неправильні відповіді.
//

#include "CountryQuiz.h"

int main() 
{
    CountryQuiz quiz;
    quiz.startQuiz();
    quiz.displayResults();
    return 0;
}
